---
kind: property
id: P:Autodesk.Revit.DB.AssemblyDifferenceMemberCount.Count1
source: html/662c0888-e740-4b63-ccd3-ecfba3a3468e.htm
---
# Autodesk.Revit.DB.AssemblyDifferenceMemberCount.Count1 Property

Number of members in the first assembly

## Syntax (C#)
```csharp
public int Count1 { get; }
```